-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 21, 2019 at 04:42 
-- Server version: 10.1.19-MariaDB
-- PHP Version: 5.6.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `centre`
--

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(12) NOT NULL,
  `author` varchar(200) NOT NULL,
  `text` text NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `email` varchar(254) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `author`, `text`, `date`, `email`) VALUES
(1, 'Ñ‚ÐµÑÑ‚1 ', 'first message', '2019-08-21 13:47:38', 'norcorider@mail.ru'),
(2, 'Ñ‚ÐµÑÑ‚1 ', 'Ñ‚ÐµÑÑ‚1', '2019-08-20 12:15:22', 'norcorider@mail.ru'),
(3, '23', '', '2019-08-20 12:35:47', ''),
(4, 'ajax send', '123', '2019-08-20 12:36:17', '23'),
(5, 'ajax 2', '23', '2019-08-20 12:37:06', '123'),
(6, 'ajax 3', '23', '2019-08-20 12:37:12', '123'),
(7, '2332', '23', '2019-08-20 12:44:33', 'norcorider@mail.ru'),
(8, '45', '45', '2019-08-20 12:45:09', '45'),
(9, '45', '45', '2019-08-20 12:45:47', '45'),
(10, '45', '45', '2019-08-20 12:46:02', '45'),
(11, '789', '7689', '2019-08-20 12:46:26', ''),
(12, '678', '678', '2019-08-20 12:46:37', '678'),
(13, '678', '678', '2019-08-20 12:46:58', '678'),
(14, '888', '888', '2019-08-20 12:47:12', '888'),
(15, '999', '999', '2019-08-20 12:47:44', '999'),
(16, 'Ñ‚ÐµÑÑ‚1 ', 'Ñ‚ÐµÑÑ‚1', '2019-08-20 12:14:37', 'norcorider@mail.ru'),
(17, 'Ñ‚ÐµÑÑ‚1 ', 'Ñ‚ÐµÑÑ‚1', '2019-08-20 12:15:22', 'norcorider@mail.ru'),
(18, 'Ñ‚ÐµÑÑ‚1 ', 'Ñ‚ÐµÑÑ‚1', '2019-08-20 12:15:22', 'norcorider@mail.ru'),
(19, '56', '	', '2019-08-20 14:14:12', '56'),
(20, '5656', '5656', '2019-08-20 14:14:47', '5656'),
(21, '56', '56', '2019-08-20 14:16:11', '56'),
(22, '45', '45', '2019-08-20 14:18:34', '45'),
(23, '7', '7	', '2019-08-20 14:23:21', '7'),
(24, '6', '6', '2019-08-20 14:23:49', ''),
(25, '=-', '=-', '2019-08-20 14:24:55', ''),
(26, '8', '8', '2019-08-20 14:26:34', ''),
(27, '9', '9', '2019-08-20 14:27:01', ''),
(28, '7', '7', '2019-08-20 14:27:31', ''),
(29, '56', '	56', '2019-08-20 17:39:31', '56'),
(30, '56', '567\n567\n567\n567', '2019-08-20 17:41:13', '567'),
(31, 'dbh', '23', '2019-08-21 12:23:18', '23'),
(32, '67876', '67	', '2019-08-21 12:23:45', '6767'),
(33, '67', '67	', '2019-08-21 14:09:05', '67'),
(34, '567', '56', '2019-08-21 14:10:39', '56'),
(35, '65', '56	', '2019-08-21 14:12:35', '56'),
(36, '67', '	76', '2019-08-21 14:13:35', '67'),
(37, '56', '56	', '2019-08-21 14:14:15', '56'),
(38, '56', '56', '2019-08-21 14:14:33', '56'),
(39, '56', '56	', '2019-08-21 14:16:09', '56'),
(40, '77', '77', '2019-08-21 14:16:23', '77'),
(41, '45', '45', '2019-08-21 14:25:40', '45'),
(42, '56', '56', '2019-08-21 14:26:00', '56'),
(43, '76', '	67', '2019-08-21 14:26:58', '76'),
(44, '45', '45', '2019-08-21 14:29:06', '45'),
(45, '0-', '	0-', '2019-08-21 14:30:21', '0-'),
(46, '23', '	0-', '2019-08-21 14:34:26', 'norcorider@mail.ru'),
(47, '56', '56', '2019-08-21 14:37:03', ''),
(48, '56', '56', '2019-08-21 14:37:16', 'norcorider@mail.ru'),
(49, '56', '56', '2019-08-21 14:37:33', ''),
(50, '56', '56', '2019-08-21 14:38:37', ''),
(51, '56', '56', '2019-08-21 14:38:54', ''),
(52, '76', '76', '2019-08-21 14:40:42', 'norcorider@mail.ru');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
